Repository: cuberoot/Briefcase
Catalog: Translation/strings/*/Localizable.strings
Languages: de

source: %d by %d
de: %1$d x %2$d

source: "%@" has declined connection
de: "%@" hat die Verbindung abgelehnt

source: Access to file denied
de: Zugriff auf Datei verweigert

source: Activity
de: Aktivität

source: Add Bookmark
de: Favoriten hinzufügen

source: Add File to iTunes Library
de: Datei zur iTunes-Bibliothek hinzufügen

source: Add Image to iPhoto Library
de: Bild zum iPhoto-Fotoarchiv hinzufügen

source: Add Media File to iTunes Library
de: Mediendatei zur iTunes-Bibliothek hinzufügen

source: Add Remote Host
de: Remotehost hinzufügen

source: Add to Photo Album
de: Zum Fotoalbum hinzufügen

source: An error occurred while writing to the remote file
de: Beim Schreiben in die Remotedatei ist ein Fehler aufgetreten

source: An error was encountered while executing the remote command
de: Beim Ausführen des Remotebefehls ist ein Fehler aufgetreten

source: Available Actions
de: Verfügbare Aktionen

source: Bookmarks
de: Favoriten

source: Briefcase Files
de: Briefcase-Dateien

source: Bus Frequency
de: Busfrequenz

source: Cancel
de: Abbrechen

source: Computer Type
de: Computertyp

source: Connect
de: Verbinden

source: Connected
de: Verbunden

source: Connecting
de: Verbinden

source: Connection Request
de: Verbindungsanforderung

source: Connection required for more options
de: Für weitere Optionen Verbindung erforderlich

source: Connection to iPhones not available with Briefcase Lite
de: Verbindung mit iPhones nicht verfügbar mit Briefcase Lite

source: Continue
de: Fortfahren

source: CPU Cores
de: CPU-Kerne

source: CPU Frequency
de: CPU-Frequenz

source: date
de: Datum

source: Delete Document
de: Dokument löschen

source: Delete Image
de: Bild löschen

source: Desktop
de: Schreibtisch

source: Disk Image Options:
de: Image-Optionen:

source: Do you wish to receive files from "%@"? (Quitting Briefcase will cancel transfer.) Accept files?
de: Möchten Sie Dateien von "%@" empfangen? (Durch Beenden von Briefcase wird Übertragung abgebrochen.) Dateien annehmen?

source: Documents
de: Dokumente

source: Done with error: %@
de: Beendet mit Fehler: %@

source: Download
de: Herunterladen

source: Download %@
de: Herunterladen von %@

source: Download Directory
de: Verzeichnis herunterladen

source: Download of file "%@" ended prematurely
de: Herunterladen von Datei "%@" wurde vorzeitig beendet

source: Downloading
de: Herunterladen

source: Downloading file: %@
de: Datei herunterladen: %@

source: Downloading of directories is supported only in the full version of Briefcase
de: Das Herunterladen von Verzeichnissen wird nur in der Vollversion von Briefcase unterstützt

source: Downloading of this file type is supported only in the full version of Briefcase
de: Das Herunterladen dieses Dateityps wird nur in der Vollversion von Briefcase unterstützt

source: Error while reading local file "%@" from device
de: Fehler beim Lesen der lokalen Datei "%@" vom Gerät

source: File Too Large
de: Datei zu groß

source: Files
de: Dateien

source: Free Space:
de: Freier Speicher:

source: Get Briefcase
de: Briefcase abrufen

source: Get File
de: Datei abrufen

source: Host's Hash Value has Changed
de: Hashwert des Hosts wurde geändert

source: Image Actions
de: Bildaktionen

source: Install on Mac
de: Installation auf Mac

source: Installer Package Options:
de: Installationspaket-Optionen:

source: Local
de: Lokal

source: Login
de: Anmeldung

source: Login Failed
de: Anmeldung fehlgeschlagen

source: Memory Size
de: Speichergröße

source: Mount Disk Image
de: Image bereitstellen

source: Movies
de: Filme

source: Music
de: Musik

source: My Bookmark%d
de: Favorit%d

source: Network Operation Error
de: Netzwerkbetriebsfehler

source: No
de: Nein

source: No Information Available
de: Keine Informationen verfügbar

source: No Local Machines
de: Keine lokalen Rechner

source: No SFTP connection for download
de: Keine SFTP-Verbindung für Download

source: Not Connected
de: Nicht verbunden

source: Open on Mac
de: Auf Mac öffnen

source: Options
de: Optionen

source: Parent
de: Übergeordnetes Objekt

source: PDF Options:
de: PDF-Optionen:

source: Pictures
de: Bilder

source: Play File
de: Datei wiedergeben

source: Remote
de: Entfernt

source: Remote login is supported only in the full version of Briefcase
de: Die entfernte Anmeldung wird nur in der Vollversion von Briefcase unterstützt

source: resolution
de: Auflösung

source: Running Remote Command
de: Remotebefehl ausführen

source: Running remote command
de: Remotebefehl ausführen

source: Set as Desktop Background
de: Als Schreibtischhintergrund verwenden

source: size
de: Größe

source: System Information
de: Systeminformationen

source: The crytographic key of the machine you are logging into has changed. This could mean another computer has intercepted your login
de: Der kryptografische Schlüssel des Geräts, an dem Sie sich anmelden, wurde geändert. Möglicherweise hat ein anderer Computer Ihre Anmeldung abgefangen

source: There is not enough space on this device to download "%@". You would require %@ more space.
de: Auf diesem Gerät ist nicht genügend Speicher zum Herunterladen von "%1$@" verfügbar. Sie benötigen %2$@ mehr Speicherplatz.

source: Unable to open remote file "%@"
de: Remotedatei "%@" kann nicht geöffnet werden

source: Unable to read properties of remote file
de: Fehler beim Lesen der Eigenschaften der Remotedatei

source: Unable to run command on remote host
de: Befehl kann auf dem Remotehost nicht ausgeführt werden

source: Unable to write file "%@" to iPhone
de: Die Datei "%@" kann nicht auf das iPhone geschrieben werden

source: Unknown error
de: Unbekannter Fehler

source: Upload to Briefcase
de: In Briefcase hochladen

source: Upload to:
de: Hochladen in:

source: Uploading
de: Laden

source: Uploading file %@
de: Datei %@ laden

source: Used Space:
de: Belegter Speicher:

source: View Document
de: Dokument anzeigen

source: View Document on Mac
de: Dokument auf Mac anzeigen

source: View Image On Mac
de: Bild auf Mac anzeigen

source: Waiting for permission to connect to "%@"
de: Auf Berechtigung zum Verbinden mit "%@" warten

source: Warning: If you save passwords to the keychain it is strongly recommended that you turn on the Passcode Lock feature of the iPhone.
de: Achtung: Wenn Sie Kennwörter im Schlüsselbund speichern, wird dringend empfohlen, die Passcode-Sperre Ihres iPhones zu aktivieren.

source: Yes
de: Ja

source: Your username and password were not accepted. Please try again.
de: Ihr Benutzername und Kennwort wurden nicht akzeptiert. Bitte versuchen Sie es erneut.

source: "%@" already exists in Briefcase. Do you want to replace it?
de: "%@" ist in Briefcase bereits vorhanden. Möchten Sie sie ersetzen?

source: Add New Destination
de: Neues Ziel hinzufügen

source: Briefcase Manual.pdf
de: Briefcase-Handbuch.pdf

source: Choose Destination
de: Ziel wählen

source: Directory contains too many files to download
de: Verzeichnis enthält zu viele Dateien für Download

source: Directory Too Large
de: Verzeichnis zu groß

source: File Exists
de: Datei vorhanden

source: Keychain Warning
de: Schlüsselbund-Warnung

source: Play File on Mac
de: Datei auf Mac abspielen

source: The remote file "%@" already exists. Do you want to replace it?
de: Die Remotedatei "%@" ist bereits vorhanden. Möchten Sie sie ersetzen?

source: There is not enough space on the remote device to upload "%@". You would require %@ more space.
de: Auf dem Remotegerät ist nicht genügend Speicher zum Hochladen von "%1$@" verfügbar. Sie benötigen %2$@ mehr Speicherplatz.

source: View Document Error
de: Fehler beim Anzeigen von Dokument

source: Viewing of document "%@" is not supported on this device
de: Anzeigen von Dokument "%@" wird auf diesem Gerät nicht unterstützt

source: Image viewing in Briefcase Lite is limited to small images. The full version of Briefcase supports larger images.
de: Bilderansicht bei Briefcase Lite ist auf kleine Bilder beschraenkt. Die volle Version von Briefcase erlaubt groessere Bilder.

source: Do you wish to clear all stored passwords from your keychain?
de: Moechten Sie alle gespeicherten Passwoerter von Ihrer keychain loeschen?

source: This document type is not supported. The full version of Briefcase supports more document types.
de: Diese Dokument Art ist nicht moeglich. Die volle Version von Briefcase erlaubt mehrere Arten von Dokumenten.

source: No WiFi Network
de: kein WiFi-Netzwerk
